[
	{
		"text": "Traveling - it leaves you speechless, then turns you into a storyteller.",
		"author": "Ibn Battuta"
	},
	{
		"text": "Travel changes you. As you move through this life and this world you change things slightly, you leave marks behind, however small. And in return, life - and travel - leaves marks on you. Most of the time, those marks - on your body or on your heart - are beautiful. Often, though, they hurt.",
		"author": "Anthony Bourdain"
	},
	{
		"text": "Travellers, like poets, are mostly an angry race.",
		"author": "Richard Francis Burton"
	},
	{
		"text": " I depart, \n Whither I know not; but the hour's gone by \n When Albion's lessening shores could grieve or glad mine eye.",
		"author": "Lord Byron"
	},
	{
		"text": " In travelling \n I shape myself betimes to idleness \n And take fools' pleasure.",
		"author": "George Eliot"
	},
	{
		"text": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"text": "I have been a stranger in a strange land.",
		"author": "Exodus, II. 22"
	},
	{
		"text": "Let him go abroad to a distant country; let him go to some place where he is not known. Don't let him go to the devil where he is known.",
		"author": "Samuel Johnson"
	},
	{
		"text": "Though they carry nothing forth with them, yet in all their journey they lack nothing. For wheresoever they come, they be at home.",
		"author": "Sir Thomas More"
	},
	{
		"text": "A man of ordinary talent will always be ordinary, whether he travels or not: but a man of superior talent will go to pieces if he remains forever in the same place...",
		"author": "Wolfgang Amadeus Mozart"
	},
	{
		"text": "When I was at home, I was in a better place; but travellers must be content.",
		"author": "William Shakespeare"
	},
	{
		"text": " And in his brain, \n Which is as dry as the remainder biscuit \n After a voyage, he hath strange places cramm'd \n With observation, the which he vents \n In mangled forms.",
		"author": "William Shakespeare"
	},
	{
		"text": "All journeys end in disappointment if for no other reason than that they end.",
		"author": "Lucius Shepard"
	},
	{
		"text": "A rolling stone gathers no moss.",
		"author": "Publius Syrus"
	},
	{
		"text": " One who journeying \n Along a way he knows not, having crossed \n A place of drear extent, before him sees \n A river rushing swiftly toward the deep, \n And all its tossing current white with foam, \n And stops and turns, and measures back his way.",
		"author": "Homer, The Iliad"
	},
	{
		"text": " I am fevered with the sunset, \n I am fretful with the bay, \n For the wander-thirst is on me \n And my soul is in Cathay.",
		"author": "Richard Hovey"
	},
	{
		"text": " Down to Gehenna or up to the throne, \n He travels the fastest who travels alone.",
		"author": "Rudyard Kipling"
	},
	{
		"text": " For always roaming with a hungry heart, \n Much have I seen and known.",
		"author": "Alfred Tennyson"
	}
]